
[DarkEvent_TracerRounds X2HackRewardTemplate]
+FriendlyName="黑暗事件：智能弹药"
+Description="许多变种人部队现在使用智能弹药."

[DarkEvent_TracerRounds X2DarkEventTemplate]
+DisplayName="智能弹药"
+SummaryText="变种人正在测试原型智能弹药，一个月内部分变种人士兵的瞄准能力将得到提升."
+QuoteText="\"...会拐弯的子弹？，开了就是开了，什么没作弊？\""
+QuoteTextAuthor="- 被富尔顿回收的水母"
+PreMissionText="变种人部队装备了智能弹药."
+PostMissionSuccessText="已阻止黑暗事件：智能弹药"
+PostMissionFailureText="未能阻止黑暗事件：智能弹药"

[DarkEvent_DragonRounds X2DarkEventTemplate]
+DisplayName="燃烧弹药"
+SummaryText="变种人将燃烧化学物质融入武器中，一个月内部分变种人士兵将配备燃烧弹药."
+QuoteText="\"在与变种人的战斗已经如此艰难的情况下，战场上再增加被烧死的威胁可不是我们想要的.\""
+QuoteTextAuthor="- 泰根博士"
+PreMissionText="变种人部队装备了燃烧弹药."
+PostMissionSuccessText="已阻止黑暗事件: 燃烧弹药"
+PostMissionFailureText="未能阻止黑暗事件: 燃烧弹药"

[DarkEvent_DragonRounds X2HackRewardTemplate]
+FriendlyName="黑暗事件：燃烧弹药"
+Description="许多变种人部队现在使用燃烧弹药."


[DarkEvent_APRounds X2DarkEventTemplate]
+DisplayName="穿甲弹药"
+SummaryText="变种人将异虫鳞片融入武器中，一个月内部分变种人士兵将配备穿甲弹药."
+QuoteText="\"如果这些弹药真的投入战场，我们的士兵穿不穿盔甲都没区别了.\""
+QuoteTextAuthor="- 沈首席"
+PreMissionText=""变种人部队装备了 穿甲弹药."
+PostMissionSuccessText="已阻止黑暗事件: 穿甲弹药"
+PostMissionFailureText="未能阻止黑暗事件: 穿甲弹药"

[DarkEvent_APRounds X2HackRewardTemplate]
+FriendlyName="黑暗事件: 穿甲弹药"
+Description="许多变种人部队现在使用穿甲弹药."


[DarkEvent_TalonRounds X2DarkEventTemplate]
+DisplayName="碎甲弹药"
+SummaryText="变种人采用了特殊设计的弹药，一旦穿透目标就会膨胀，一个月内部分变种人士兵的暴击几率将提高."
+QuoteText="\"磁力武器的杀伤本身就已经够糟糕了，现在我们的士兵如果被击中，情况会更糟.\""
+QuoteTextAuthor="- 布拉德福德中央军官"
+PreMissionText=""变种人部队装备了 提高暴击几率的弹药."
+PostMissionSuccessText="已阻止黑暗事件: 碎甲弹药"
+PostMissionFailureText="未能阻止黑暗事件: 碎甲弹药"


[DarkEvent_TalonRounds X2HackRewardTemplate]
+FriendlyName="碎甲弹药"
+Description="许多变种人部队如果击中目标，将更容易造成暴击."


[DarkEvent_HoloRounds X2DarkEventTemplate]
+DisplayName="全息瞄准弹药"
+SummaryText="变种人部署了改进的智能弹药，使他们的士兵能够更精确地瞄准XCOM人员."
+QuoteText="\"智能弹药本身就已经够糟糕了，但现在所有士兵都能从中受益. \""
+QuoteTextAuthor="- 沈首席"
+PreMissionText="Some "变种人部队装备了 全息瞄准弹药."
+PostMissionSuccessText="已阻止黑暗事件: 全息瞄准弹药"
+PostMissionFailureText="未能阻止黑暗事件: 全息瞄准弹药"

[DarkEvent_HoloRounds X2HackRewardTemplate]
+FriendlyName="黑暗事件: 全息瞄准弹药"
+Description="部分变种人部队装备了 全息瞄准弹药."


[DarkEvent_SuperUFO X2DarkEventTemplate]
+DisplayName="高级UFO猎人"
+SummaryText="外星人发射了一艘装备最新扫描设备的UFO，确保能击落复仇者号."
+QuoteText="\"所以这就是布拉德只让复仇者在大地图移动一厘米的原因是吗？.\""
+QuoteTextAuthor="- 看着又双叒被击落的复仇者号无语的盯着布拉德的mi咕"
+PreMissionText="发射一艘UFO，将击落复仇者号"
+PostMissionSuccessText="已阻止黑暗事件: 高级UFO猎人"
+PostMissionFailureText="未能阻止黑暗事件: 高级UFO猎人"

[DarkEvent_AvengerWatch X2DarkEventTemplate]
+DisplayName="复仇者监视"
+SummaryText="外星人发起了一场监视天空的行动，寻找复仇者号和天隼号，每次任务完成后都有可能发射UFO追踪复仇者号."
+QuoteText="\"如果我们运气不好，最终将不得不躲避成群的UFO.\""
+QuoteTextAuthor="- 沈首席"
+PreMissionText="通过保持UFO待命来监视任何XCOM活动的迹象，从而发起反复仇者行动."
+PostMissionSuccessText="已阻止黑暗事件: 复仇者监视"
+PostMissionFailureText="未能阻止黑暗事件: 复仇者监视"


[DarkEvent_Mindshielding X2DarkEventTemplate]
+DisplayName="心灵护盾"
+SummaryText="外星人和变种人推出了一批他们自己的心灵护盾变种，一个月内部分部队将免受心灵和精神控制效果以及闪光弹的影响."
+QuoteText="\"所以它们脑子后面那个光环不是时装皮肤是吗？草，还以为长老也开始学腾讯整其皮肤来了.\""
+QuoteTextAuthor="- 只能把闪光弹当石头砸外星人的脑壳的节操314/mi咕"
+PreMissionText="一个月内部分敌方单位将免受心灵和精神控制效果以及闪光弹的影响."
+PostMissionSuccessText="已阻止黑暗事件: 心灵护盾"
+PostMissionFailureText="未能阻止黑暗事件: 心灵护盾"

[DarkEvent_Mindshielding X2HackRewardTemplate]
+FriendlyName="黑暗事件: 心灵护盾"
+Description="未能阻止黑暗事件：心灵护盾."

[ChosenAction_Favoured X2ChosenActionTemplate]
DisplayName="长老的青睐"
SummaryText="所选敌人将比他们的同类更强大s."
QuoteText="你近期的表现让我们决定给予你更多的恩赐，但是我们的时间没有那么充裕，尽快带回指挥官，否则我们随时都可以将给予你的收回来。"
QuoteTextAuthor="长老"


[EarlyAvatarDeployment X2SitRepTemplate]
FriendlyName="早期复仇者部署"
Description="预计本次任务中将出现“复仇者计划”的成果."

[EarlyAvatarDeploymentEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="早期复仇者部署"
Description="复仇者计划”的成果将成为部分巡逻队的领袖"
